-- phpMyAdmin SQL Dump
-- version 5.1.3
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: May 22, 2022 at 12:36 AM
-- Server version: 10.4.24-MariaDB
-- PHP Version: 7.4.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `storybook`
--

-- --------------------------------------------------------

--
-- Table structure for table `audiobooks`
--

CREATE TABLE `audiobooks` (
  `id` int(200) NOT NULL,
  `name` varchar(200) NOT NULL,
  `description` varchar(10000) NOT NULL,
  `image` varchar(200) NOT NULL DEFAULT 'audiobook.png',
  `audio` varchar(200) NOT NULL,
  `writer` varchar(200) NOT NULL DEFAULT 'writer',
  `date` datetime(6) NOT NULL,
  `category` varchar(200) NOT NULL DEFAULT 'category',
  `type` varchar(200) NOT NULL DEFAULT 'tyoe'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `audiobooks`
--

INSERT INTO `audiobooks` (`id`, `name`, `description`, `image`, `audio`, `writer`, `date`, `category`, `type`) VALUES
(3, 'দেবী', 'মিসির আলি, বাংলাদেশের প্রখ্যাত ঔপন্যাসিক হুমায়ূন আহমেদ সৃষ্ট একটি জনপ্রিয় রহস্যময় চরিত্র। মিসির আলি কাহিনীগুলো রহস্যমাত্রিক। মিসির আলির কাহিনীগ‌ুলো ঠিক গোয়েন্দা কাহিনী নয়, কিংবা \'ক্রাইম ফিকশন\' বা \'থ্রিলার\'-এর মতো খুনি-পুলিশের ধাওয়া-পাল্টা-ধাওয়া নয়, বরং মনস্তাত্ত্বিক, বিজ্ঞাননির্ভর এবং যুক্তিনির্ভর কাহিনীর বুনটে বাঁধা। বরং অনেক ক্ষেত্রে একে রহস্যগল্প বলা চলে। চারিত্রিক দিক দিয়ে মিসির আলি চরিত্রটি হুমায়ূন আহমেদের আরেক অনবদ্য সৃষ্টি হিমু চরিত্রটির পুরোপুরি বিপরীত। তরুণ হিমু চলে প্রতি-যুক্তির (anti-logic) তাড়নায়, অপরপক্ষে বয়োজ্যেষ্ঠ মিসির আলি অনুসরণ করেন বিশ‌ুদ্ধ যুক্তি (pure logic)। এই যুক্তিই মিসির আলিকে রহস্যময় জগতের প্রকৃত স্বরূপ উদঘাটনে সাহায্য করে। সেসব কাহিনীর প্রতিফলন ঘটেছে মিসির আলি সম্পর্কিত প্রতিটি উপন্যাসে।', 'Debi-ftr-Image.jpg', '2tech-audio-corporate.mp3', 'হুমায়ুন আহমেদ', '2022-05-09 01:50:18.531162', 'ডিটেকটিভ', 'free'),
(4, 'মাসুদ রানা', 'বাংলাদেশের জনপ্রিয় কথাসাহিত্যিক কাজী আনোয়ার হোসেন সৃষ্ট একটি কাহিনী-চরিত্র। ১৯৬৬ খ্রিষ্টাব্দে ধ্বংস পাহাড় প্রচ্ছদনামের প্রথম গ্রন্থটি থেকে শুরু করে সেবা প্রকাশনী থেকে মাসুদ রানা সিরিজে এই চরিত্রকে নিয়ে চার শতাধিক গুপ্তচরবৃত্তীয় কাহিনীর বই প্রকাশিত হয়েছে।[২] সিরিজের প্রথম দুইটি বই মৌলিক হলেও পরবর্তীতে ইংরেজি ও অন্যান্য ভাষার বইয়ের ভাবানুবাদ বা ছায়া অবলম্বনে রচিত হওয়া বইয়ের আধিক্য দেখা যায়। মাসুদ রানার চরিত্রটিকে মূলত ইয়ান ফ্লেমিংয়ের সৃষ্ট জেমস বন্ড চরিত্রটির বাঙালি সংস্করণ হিসেবে সৃষ্টি করেছিলেন লেখক। কিন্তু বর্তমানে সিরিজটি বাংলা বই এর জগতে স্বকীয় একটি স্থান ধরে রেখে পথ চলছে।', '--.png', '2tech-audio-corporate.mp3', 'কাজী আনোয়ার হোসেন', '2022-05-09 01:52:32.389546', 'থ্রিলার', 'premium'),
(5, 'নৌকাডুবি ', 'নৌকাডুবি বিশ্বকবি রবীন্দ্রনাথ ঠাকুর রচিত একটি সামাজিক উপন্যাস। উপন্যাসটি ১৩১০-১১ বঙ্গাব্দে বঙ্গদর্শন পত্রিকায় প্রকাশিত হয়। নৌকাডুবি উপন্যাসটি লেখা হয়েছে জটিল পারিবারিক সমস্যাগুলিকে কেন্দ্র করে।', '03d9a317.jpg', '2tech-audio-corporate.mp3', 'রবীন্দ্রনাথ ঠাকুর', '2022-05-09 01:54:38.903290', 'রোমান্টিক', 'free'),
(8, 'দার্জিলিং জমজমাট-ফেলুদা সিরিজ', 'প্রদোষ চন্দ্র মিত্র ওরফে ফেলুদা সত্যজিৎ রায় সৃষ্ট বাংলা সাহিত্যের একটি জনপ্রিয় কাল্পনিক গোয়েন্দা চরিত্র।] ১৯৬৫ সালের ডিসেম্বর মাসের সন্দেশ পত্রিকায় ফেলুদা সিরিজের প্রথম গল্প ফেলুদার গোয়েন্দাগিরির প্রথমভাগ প্রকাশিত হয় যা পরের আরো দুইটি সংখ্যার মাধ্যমে শেষ হয়। ১৯৬৫ থেকে ১৯৯৭ পর্যন্ত এই সিরিজের মোট ৩৫টি সম্পূর্ণ ও চারটি অসম্পূর্ণ গল্প ও উপন্যাস প্রকাশিত হয়েছে। ফেলুদার প্রধান সহকারী তার খুড়তুতো ভাই তপেশরঞ্জন মিত্র ওরফে তোপসে ও লেখক লালমোহন গাঙ্গুলি (ছদ্মনাম জটায়ু)। ফেলুদার চরিত্র নির্মাণে সত্যজিৎ রায় তার ছোটবেলায় পড়া শার্লক হোমস এর গোয়েন্দা গল্পের দ্বারা প্রভাবিত হয়েছিলেন। তাই ফেলুদার চরিত্রের সাথে অনেক জায়গায় আমরা হোমসের আর ফেলুদার ভাই ও সহকারী তোপসের সাথে হোমসের সহকারী ওয়াটসনের মিল পাই। নিজের লেখা অধিকাংশ গল্পের বইয়ের মতই ফেলুদার বইতেও সত্যজিৎ রায় নিজেই প্রচ্ছদ ও অলংকরণ করতেন। সত্যজিৎ রায় ফেলুদার সোনার কেল্লা ও জয় বাবা ফেলুনাথ উপন্যাসদুটিকে চলচ্চিত্রায়িত করেন। এই দুই ছবিতে কিংবদন্তি চলচ্চিত্র অভিনেতা সৌমিত্র চট্টোপাধ্যায় ফেলুদার ভূমিকায় অভিনয় করেছিলেন। আর তাই তার অধিকাংশ বইয়ের ফেলুদার ছবির অলংকরণে সৌমিত্র চট্টপাধায়ের আদলের ছাপ স্পষ্ট। একই ভাবে জটায়ু চরিত্রের অলঙ্করণে স্পষ্ট সিনেমায় এই চরিত্রের জন্য তার নির্বাচিত অভিনেতা সন্তোষ দত্তের আদল। বর্তমানে সত্যজিতের পুত্র সন্দীপ রায় ফেলুদার গল্প ও উপন্যাস নিয়ে টেলিভিশন ধারাবাহিক ও চলচ্চিত্র নির্মাণ করেন', 'Screenshot_from_2022-05-07_00-41-30.png', '2tech-audio-corporate.mp3', 'সত্যজিৎ রায়', '2022-05-10 20:08:33.039458', 'ডিটেকটিভ', 'premium'),
(9, 'হিমু', 'হিমু চরিত্রের আসল নাম হিমালয়। এ নামটি রেখেছিলেন তার বাবা। লেখক হিমুর বাবাকে বর্ণনা করেছেন একজন বিকারগ্রস্ত মানুষ হিসেবে; যার বিশ্বাস ছিল ডাক্তার, ইঞ্জিনিয়ার যদি প্রশিক্ষণ দিয়ে তৈরি করা যায় তবে একইভাবে মহাপুরুষও তৈরি করা সম্ভব। তিনি মহাপুরুষ তৈরির জন্য একটি বিদ্যালয় তৈরি করেছিলেন যার একমাত্র ছাত্র ছিল তার সন্তান হিমু। হিমুর পোশাক হল পকেটবিহীন হলুদ পাঞ্জাবী। হলুদ বৈরাগের রঙ বলেই পোশাকের রং হলুদ নির্বাচিত করা হয়েছিল। ঢাকা শহরের পথে-পথে উদ্দেশ্যহীনভাবে ঘুরে বেড়ানো তার কর্মকাণ্ডের মধ্যে অন্যতম। উপন্যাসে প্রায়ই তার মধ্যে আধ্যাত্মিক ক্ষমতার প্রকাশ দেখা যায়। যদিও হিমু নিজে তার কোন আধ্যাত্মিক ক্ষমতার কথা স্বীকার করে না। হিমুর আচার-আচরণ বিভ্রান্তিকর। বিভিন্ন পরিস্থিতিতে তার প্রতিক্রিয়া অন্যদেরকে বিভ্রান্ত করে, এবং এই বিভ্রান্ত সৃষ্টি করা হিমুর অত্যন্ত প্রিয় একটি কাজ। প্রেম ভালবাসা উপেক্ষা করা হিমুর ধর্মের মধ্যে পড়ে। কোন উপন্যাসেই কোন মায়া তাকে কাবু করতে পারে নি। মায়াজালে আটকা পড়তে গেলেই সে উধাও হয়ে যায়।\r\n\r\nহিমু উপন্যাসে সাধারণত হিমুর কিছু ভক্তশ্রেণীর মানুষ থাকে যারা হিমুকে মহাপুরুষ মনে করে। এদের মধ্যে হিমুর ফুপাতো ভাই বাদল অন্যতম। মেস ম্যানেজার বা হোটেল মালিক- এরকম আরও কিছু ভক্ত চরিত্র প্রায় সব উপন্যাসেই দেখা যায়। এছাড়াও কিছু বইয়ে বিভিন্ন সন্ত্রাস সৃষ্টিকারী ও খুনি ব্যক্তিদের সাথেও তার সু-সম্পর্ক ঘটতে দেখা যায়। হিমুর একজন বান্ধবী রয়েছে, যার নাম রূপা; যাকে ঘিরে হিমুর প্রায় উপন্যাসে রহস্য আবর্তিত হয়। নিরপরাধী হওয়া সত্ত্বেও সন্দেহভাজন হওয়ায় হিমু অনেকবার হাজতবাস করেছে এবং বিভিন্ন থানার ওসি ও সেকেন্ড অফিসারের সাথে তার বন্ধুত্বপূর্ণ সম্পর্ক গড়ে উঠে।[২]', 'MV5BYWE3ZDUwZjYtZWVkNS00YmY5LWIwZDQtZWUyMDcwOTE5NjY4XkEyXkFqcGdeQXVyNTg1NDA1NDc@._V1_.jpg', '2tech-audio-corporate.mp3', 'হুমায়ুন আহমেদ', '2022-05-11 00:48:59.072825', 'রোমান্টিক', 'premium');

-- --------------------------------------------------------

--
-- Table structure for table `blog`
--

CREATE TABLE `blog` (
  `post_id` int(12) NOT NULL,
  `title` varchar(1000) NOT NULL,
  `post_image` varchar(200) NOT NULL DEFAULT 'image',
  `details` varchar(10000) NOT NULL,
  `writer` varchar(200) NOT NULL,
  `writer_image` varchar(200) NOT NULL,
  `date` datetime(6) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `blog`
--

INSERT INTO `blog` (`post_id`, `title`, `post_image`, `details`, `writer`, `writer_image`, `date`) VALUES
(7, 'সুন্দরবনে সাত বৎসর – কিশোর উপন্যাস – বিভূতিভূষণ বন্দ্যোপাধ্যায় -প্রথম পর্ব', 'image', '<p>শ্ৰীযুক্ত সুধীন্দ্রনাথ সরকার টেলিফোন&ndash;সাউথ ৯৩২<br />\r\n১৫৪, হরিশ মুখুজ্যে রোড ৭২, বকুলবাগান রোড<br />\r\nকলিকাতা&ndash;২৫ কলিকাতা-২৫<br />\r\n১৫/১০/৫২</p>\r\n\r\n<p>প্রীতিভাজনেষু,<br />\r\nসুন্দরবনে সাত বৎসর বইখানি খুব ভালো লাগল, লেখা ছবি ছাপা কাগজ সবই উত্তম। ছোটো ছেলে-মেয়েরা অ্যাডভেঞ্চার পড়তে ভালোবাসে। এরকম রচনা রূপকথা বা ডিটেকটিভ গল্পের চাইতে হিতকর মনে করি, কারণ, পড়লে মনে সাহস হয়, কিছু জ্ঞানলাভও হয়। সাহসিক অভিযান বা বিপদসংকুল ঘটনাবলির জন্য আফ্রিকায় বা চন্দ্রলোকে যাবার দরকার দেখি না, ঘরের কাছে যা পাওয়া যায় তার বর্ণনাই বাস্তবের সঙ্গে বেশি খাপ খায় এবং স্বাভাবিক মনে হয়। সুন্দরবন রহস্যময় স্থান, নিসর্গশোভা নদী সমুদ্র নানারকম গাছপালা বন্যজন্তু আর সংকটের সম্ভাবনা সবই সেখানে আছে। এই সবের বর্ণনা এবং চিত্র থাকায় আপনার বইখানি অতি চিত্তাকর্ষক হয়েছে। যাদের জন্য লিখেছেন তারা পড়লে খুব খুশি হবে সন্দেহ নেই।</p>\r\n\r\n<p>ভবদীয়<br />\r\nরাজশেখর বসু</p>\r\n\r\n<p>.</p>\r\n\r\n<p>মাঘ মাসে মকরসংক্রান্তি উপলক্ষে সাগরদ্বীপে প্রতি বৎসরই একটি খুব বড়ো রকমের মেলা বসিয়া থাকে। মকরসংক্রান্তিতে গঙ্গাসাগর-স্নান করিতে তখন নানাদেশের লোক আসিয়া জড়ো হয়। এইস্থানে সমুদ্রের সহিত গঙ্গার মিলন হইয়াছে, এইজন্য ইহা একটি তীর্থস্থান। প্রতি বৎসর হাজার হাজার লোক বাংলা, বিহার, উড়িষ্যা এবং নেপাল ও পাঞ্জাব প্রভৃতির দূর দেশ হইতেও এইখানে এই যোগ উপলক্ষে আসিয়া থাকে। বহু সাধুসন্ন্যাসীরও সমাগম হয় এবং মেলায় নানাদেশ হইতে ব্যবসায়ী লোক আসিয়া উপস্থিত হয়।</p>\r\n\r\n<p>সমুদ্রতীরে বিস্তীর্ণ বালুকারাশির উপর এই বৃহৎ মেলাটি বসিয়া থাকে। তীর্থের কাজে তিন দিনের বেশি লাগে না বটে, কিন্তু মেলাটি চলে অনেক দিন। যাত্রীরা ভোরে উঠিয়া সাগরে স্নান করে; তারপর পঞ্চরত্ন দিয়া সাগরে পূজা করিয়া কপিল মুনির মন্দিরে গিয়া মুনির প্রতিমূর্তি দর্শন করে এবং সেখানেও পূজা দেয়। মন্দিরের বাহিরে একটি বটগাছ আছে, তাহার তলায় রাম এবং হনুমানের মূর্তি এবং কপিল মুনিরও একটি মূর্তি দেখিতে পাওয়া যায়। মন্দিরের পিছনে একটি কুন্ড আছে তাহার নাম সীতাকুন্ড। যাত্রীরা পান্ডাদিগকে পয়সা দিয়া এই কুন্ডের এক বিন্দু জল প্রত্যেকেই পান করিয়া থাকে। কপিল মুনির মন্দিরের ভিতর যাইতেও প্রত্যেক যাত্রীকে চারি আনা করিয়া দিতে হয়।</p>\r\n\r\n<p>পূর্বেই বলিয়াছি, সমুদ্রতীরে বিস্তীর্ণ বালুকারাশির উপর এই মেলাটি বসিয়া থাকে। মেলার জন্য যে-সমস্ত কুঁড়েঘর তোলা হয়, তাহা ছাড়া কোনো ঘরবাড়ি এখানে নাই; অন্তত আমরা যে-সময়ের কথা লিখিতেছি, সেসময়ে দেখি নাই। সুতরাং, নৌকা ভিন্ন অন্য কোনো আশ্রয় যাত্রীদিগের ছিল না। তখন স্টিমার ছিল না, যাত্রীদিগকে নৌকা করিয়াই গঙ্গাসাগরে যাইতে হইত। কিন্তু সেই তীর্থস্থানে নৌকায় বাস করা অপেক্ষা, সেই অনাবৃত বালুকারাশির উপর শয়ন করিয়া রাত্রিযাপন করায় বেশি পুণ্য বলিয়া অনেকে তাহাই করিত!</p>\r\n\r\n<p>তীর্থস্থানে অনেকে যেমন পুণ্য সঞ্চয় করিতে যায়, তেমনি অনেকে আবার কু-মতলবেও গিয়া থাকে। একদিকে যেমন সাধু-সন্ন্যাসীরা আসেন, অন্য দিকে তেমনি চোর-ডাকাতেরও অভাব থাকে না। আমরা যে-সময়ের কথা লিখিতেছি, সেসময় দেশে চোর-ডাকাতের অত্যন্ত উপদ্রব ছিল।</p>\r\n\r\n<p>তখন আমার বয়স বড়ো বেশি নয়। আমি দাদামহাশয়ের সহিত গঙ্গাসাগর গিয়াছিলাম। দাদামহাশয় সাগরে গিয়াছিলেন পুণ্যস্নানে; আমি গিয়াছিলাম মেলা দেখিতে। বাড়ির কাহারও ইচ্ছা ছিল না যে আমি যাই এবং দাদামহাশয়ও আমাকে প্রথমটা সঙ্গে লইয়া যাইতে রাজি হন নাই। কিন্তু আমি জেদ ধরিয়া বসিলাম&ndash;যাইবই। জানিতাম, আমার আবদার কখনোই অপূর্ণ থাকে না। যখনই যে-আবদার করিতাম, তাহা যতই কেন অসংগত হউক না, যতই কেন অসম্ভব হউক না, তাহা অপূর্ণ থাকিত না। ইহার ফল এই দাঁড়াইয়াছিল যে, ন্যায্য আবদার ছাড়িয়া ক্রমে আমি নানাপ্রকার অন্যায় আবদার করিতে সাহসী হইয়াছিলাম। যদি প্রথম হইতেই আমার জেদ বজায় না থাকিত, যদি প্রথম হইতেই একটু শাসন হইত তাহা হইলে আমি অত আবদারে হইতাম না। কিন্তু যখন দেখিলাম, আমি যখনই যে জেদ করি, তাহাই বজায় থাকে; যে আবদার করি, তাহাই পূর্ণ হয় তখন আমার সাহস বাড়িয়া গেল। সে যাহা হউক, আমি তো জেদ করিয়া বসিলাম&ndash;যাইব-ই; হইলও তাহাই। দাদামহাশয় আমাকে ফেলিয়া যাইতে পারিলেন না।</p>\r\n\r\n<p>যথাসময়ে গঙ্গাসাগরে আমাদের বজরা আসিয়া পৌঁছিল। সাগরযাত্রীদের নৌকাগুলি যেখানে সারি সারি বাঁধা ছিল, আমাদের বজরা সেইখানে বাঁধা হইল। ছোটো-বড়ো অনেকগুলি নৌকা সেখানে ছিল বটে, কিন্তু বজরা আর একখানিও ছিল না। তাই আমাদের বজরা লাগিবামাত্র দলে দলে লোক আসিয়া আমাদের বজরা দেখিতে লাগিল। যাহাদের কাজকর্ম আছে, তাহারা একটু দেখিয়াই চলিয়া গেল। আর যাহাদের কাজকর্ম নাই, তাহারা দাঁড়াইয়া দাঁড়াইয়া শেষে বসিল; বসিয়া বসিয়া বজরার আকৃতি সৌন্দর্য সম্বন্ধে অনেক সমালোচনা করিল। বজরার মালিক যে একজন খুব বড়োলোক, সে-সম্বন্ধে সকলেই একমত হইল এবং একজন যে খুব বড়োলোক সাগরস্নানে আসিয়াছে, অল্পক্ষণ মধ্যে সে-সংবাদটা প্রচার হইয়া গেল।</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img alt=\"\" src=\"https://baatighar.com/web/image/product.template/47070/image_1024\" style=\"height:450px; width:300px\" /></p>\r\n\r\n<p>আমরা বজরা হইতে বাহির হইয়া দেখিলাম, বহু নিষ্কর্মা লোক এবং ভিক্ষুক বজরার কাছে জড়ো হইয়াছে। যাহা হউক, আমরা তীরে উঠিলাম। দাদামহাশয় একজন বিশ্বস্ত লোকের হাতে আমার ভার দিয়া নিজে তীর্থকার্য করিতে গেলেন। আমি সেই লোকটির সঙ্গে ঘুরিয়া ঘুরিয়া মেলা দেখিয়া বেড়াইতে লাগিলাম।</p>\r\n\r\n<p>দাদামহাশয় সমস্ত দিন তাঁহার নিজের কাজ লইয়া থাকিতেন, আমি কী করিতাম না করিতাম তাহা দেখিবার তাঁহার অবসর ছিল না। আমি সমস্ত দিন মেলায় ঘুরিয়া বেড়াইতাম। মেলায় যে কেবল ঘুরিয়া বেড়াইতাম, তাহা নয়। দাদামহাশয়ের হুকুম ছিল, আমি যখন যাহা চাহিব, তখনই তাহা দিতে হইবে। সুতরাং, আমার খুব মজা। আমি নাগরদোলায় চড়িতাম, যাহা খুশি কিনিতাম&ndash;তিন দিন কী আনন্দেই না কাটাইয়াছিলাম! কেবল সেই তিন দিনের মধ্যে মেলায় যে-সমস্ত জিনিস আসিয়াছিল, এটা-ওটা করিয়া তাহার প্রায় সমস্ত জিনিসের অন্তত এক-একটি করিয়া আমি সংগ্রহ করিয়া লইলাম।</p>\r\n\r\n<p>আমার চলাফেরা এবং ভাবগতিক দেখিয়া সকল লোকই আমাকে লক্ষ করিত এবং অনেক নিষ্কর্মা লোক আমাদের সঙ্গে সঙ্গে ঘুরিত। আমরা যেদিন সেখানে পৌঁছিলাম, তাহার পরদিন হইতে দেখিলাম, মগের মতো চেহারা একটা লোক, প্রায় সমস্ত দিনই আমাদের সঙ্গে সঙ্গে ঘুরিল। কিন্তু সে-লোকটি অন্যান্য লোকের মতো আমাদের কাছে কাছে বড়ো থাকে নাই এবং কোনো কথাও আমাদিগকে জিজ্ঞাসা করে নাই, দূরে দূরে থাকিয়া আমাদিগকে লক্ষ করিতেছিল। পরদিন আমরা মেলায় গিয়া সে-লোকটাকে আর দেখিতে পাইলাম না। কিন্তু একটি মগ বালক সেদিন আমার সঙ্গ লইল। সে ছিল আমার সমবয়সি। সুতরাং, অতি অল্পকাল মধ্যেই তাহার সহিত আমার বেশ ভাব হইয়া গেল। মেলায় বেড়াইতে সে সেই স্থানের অনেক বিবরণ আমাকে দিল, অনেক গল্প করিল এবং আমাদের বাড়িঘরের কথাও জিজ্ঞাসা করিল। ছেলেটিকে আমি মেলা হইতে কয়েকটা জিনিস কিনিয়া দিলাম এবং সন্ধ্যার সময় বজরায় ফিরিলাম। মনে পড়ে ছেলেটি আমার সঙ্গে সঙ্গে বজরা পর্যন্ত আসিয়াছিল; আমি বজরায় উঠিলে সে ফিরিয়া যায়। এই মগ বালকটির উপর আমার কেমন একটু মায়া হইয়াছিল, আমি বজরার ভিতরে যাইয়া, সে চলিয়া গিয়াছে কিনা দেখিবার জন্য তীরের দিকে চাহিলাম। চাহিয়া দেখি, সেই বালকটি তীরের কিছু দূরে পূর্বদিনের সেই লোকটার সঙ্গে দাঁড়াইয়া কী যেন কথা কহিতেছে। মগ বালকটির উপর সেদিন আমার যেমন একটু মায়া হইয়াছিল, সেই লোকটার প্রতি তেমনি পূর্বদিন আমার কেমন একটা বিরক্তি জন্মিয়াছিল। তাই সেই মগ বালককে লোকটার সহিত কথা কহিতে দেখিয়া আমার কেমন যেন ভালো বোধ হইল না।</p>\r\n\r\n<p>যাহা হউক পরদিন প্রাতঃকালে আমাদের বাড়ি ফিরিবার কথা; সুতরাং তাহার বন্দোবস্ত হইতে লাগিল। দাদামহাশয় সন্ধ্যার সময় আসিয়া বলিয়া গেলেন যে, তিনি সমস্ত রাত্রি কপিল মুনির মন্দিরে বসিয়া জপ-তপ করিবেন, ভোরে বজরায় ফিরিয়া আসিবেন এবং তখনই বজরা খোলা হইবে।</p>\r\n\r\n<p>সন্ধ্যার পরেই আমাদের খাওয়া শেষ হইল এবং সমস্ত দিনের ক্লান্তির পর অল্পকাল মধ্যেই আমি ঘুমাইয়া পড়িলাম।</p>\r\n\r\n<p>কতক্ষণ ঘুমাইয়াছিলাম জানি না। হঠাৎ কী একটা শব্দে আমার ঘুম ভাঙিয়া গেল। অন্ধকারে জাগিয়া অকারণেই কেমন যেন একটু ভয় ভয় করিতে লাগিল। রাত্রি প্রভাত হইয়াছে কিনা দেখিবার জন্য আমি বজরার এক ধারের জানালা তুলিয়া তীরের দিকে চাহিলাম, কিন্তু এ কী, তীর কোথায়! চাহিয়া দেখিলাম, যত দূর দৃষ্টি যায়, কেবল জল! নদীর দিকের জানালাটা খুলিয়াছি মনে করিয়া, ফিরিয়া গিয়া অন্য দিকের জানালাটা খুলিলাম; দেখিলাম,&ndash;সেদিকেও তাহাই, চারিদিকেই জল, কূলকিনারা নাই। বড়ো ভয় হইল। আমার যিনি অভিভাবক ছিলেন তাঁহাকে ডাকিলাম এবং তিনি উঠিলে তাঁহাকে সমস্ত বলিলাম। তিনি আমার কথা শুনিয়া বাহিরে গেলেন, গিয়া দেখিলেন&ndash;সত্যসত্যই বজরা আর তীরের কাছে বাঁধা নাই, অকূল সমুদ্রে ভাসিয়া চলিয়াছে। তিনি তৎক্ষণাৎ মাঝিদিগকে ডাকিয়া তুলিলেন। তিনি মনে করিয়াছিলেন বুঝি কোনো প্রকারে বজরার বাঁধন খুলিয়া গিয়াছে এবং সেইজন্য বজরা স্রোতে ভাসিয়া চলিয়াছে। মাঝিরা তাড়াতাড়ি উঠিল এবং উঠিয়া যাহা দেখিল তাহাতে একটু ভীত হইল। একজন মাঝি তাড়াতাড়ি হালের দিকে যাইবে, এমন সময় হালের নিকট হইতে কে অতি কর্কশ কণ্ঠে কহিল, খবরদার, কেউ এক পা নড়েছ কী মরেছ?</p>\r\n\r\n<p>মাঝি চাহিয়া দেখিল, হালের কাছে তিনজন লোক তলোয়ার হাতে দাঁড়াইয়া আছে! ওদিকে বজরার সম্মুখের দিকে ছয়-সাতজন লোক নিঃশব্দে বসিয়াছিল, তাহারাও এই কথায় উঠিয়া দাঁড়াইল। রাত্রির ক্ষীণ আলোকে আমি নৌকার ভিতর হইতে দেখিলাম, তাহাদের প্রত্যেকের হাতেই তলোয়ার রহিয়াছে। আমার অভিভাবক তাড়াতাড়ি আমার কাছে আসিয়া বলিলেন, সর্বনাশ হয়েছে, আমরা আরাকানী দস্যুদের হাতে পড়েছি।</p>\r\n\r\n<p>ডাকাতের হাতে পড়িয়াছি শুনিয়া আমার সর্বাঙ্গ হিম হইয়া গেল। আমি আর কথা কহিতে পারিলাম না। বজরায় আমাদের সঙ্গে দুইজন বরকন্দাজ ছিল। তাহারাও ঘুমাইতেছিল। গোলমালে ঘুম ভাঙিয়া যাওয়াতে, কোন হ্যায়রে, কোন হ্যায়রে&ndash;বলিতে বলিতে তাহারাও উঠিল। উঠিয়া যাহা দেখিল, তাহাতে মুহূর্তের জন্য তাহারাও একটু থতমতো খাইয়া গেল। কিন্তু সে মুহূর্ত মাত্র, পরমুহূর্তে তাহারা তলোয়ার খুলিয়া বজরার দরজা চাপিয়া দুইজনে দাঁড়াইয়া বলিল, খবরদার, এদিকে এসো না, যতক্ষণ হাতে তলোয়ার আছে, ততক্ষণ কারো সাধ্যি নেই যে মনিবের চুলটিও স্পর্শ করে। আমাদের নৌকায় ছয়জন মাঝি, দুইজন বরকন্দাজ, দুইজন চাকর, আমার অভিভাবক ও আমি। এদিকে ডাকাতেরা প্রায় সাত আটজন। বরকন্দাজের কথা শুনিয়া একজন ডাকাত হো হো করিয়া হাসিয়া উঠিল, অকূল সমুদ্রে রাত্রির নিস্তব্ধতার মধ্যে সেই বিকট হাসি আকাশে প্রতিধ্বনিত হইল; সে-হাসিতে আমার বুকের রক্ত যেন শুকাইয়া গেল। পরমুহূর্তেই অস্ত্রের ঝনঝনা আমার কানে গেল। চাহিয়া দেখি, উভয় পক্ষে ঘোর যুদ্ধ আরম্ভ হইয়াছে। দেখিতে দেখিতে বরকন্দাজদের তলোয়ারের আঘাতে দুইজন দস্যু জলের মধ্যে পড়িয়া গেল। কিন্তু পরমুহূর্তেই আমাদের একজন বরকন্দাজও দস্যুদের হাতে প্রাণ হারাইল। আমি ভয়ে একেবারে আড়ষ্ট হইয়া গিয়াছিলাম, তারপর আবার এই ভয়ানক দৃশ্য চোখের উপর দেখিয়া আমার চক্ষু আপনি মুদ্রিত হইয়া আসিল। ক্রমে যেন চেতনা হারাইলাম। তারপর কী হইল, তাহা আর কিছুই জানিতে পারিলাম না।</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h1><strong><a href=\"http://127.0.0.1:5000/post/8\">দ্বিতীয় পর্ব</a></strong></h1>\r\n', 'mizan123', 'Add your adress', '2022-05-22 02:39:56.200791'),
(8, 'সুন্দরবনে সাত বৎসর – কিশোর উপন্যাস – বিভূতিভূষণ বন্দ্যোপাধ্যায় -দ্বিতীয় পর্ব', 'image', '<p>কতক্ষণ চেতনাশূন্য হইয়া পড়িয়াছিলাম জানি না, যখন চেতনা হইল, তখন ধীরে ধীরে চাহিলাম। চাহিয়া দেখিলাম, আমাদের সে বজরাও নাই, সঙ্গের লোকজনও নাই। একখানি খোলা নৌকার উপর আমি শুইয়া রহিয়াছি। রাত্রি তখন প্রভাত হইয়াছে। আমি ধীরে ধীরে নৌকার উপরে উঠিয়া বসিলাম। উঠিয়া দেখি, একটা খালের মধ্য দিয়া নৌকাখানি যাইতেছে। সেখানি ছিপ নৌকা। ছিপটি বহিতেছিল আট-দশজন খুব বলিষ্ঠকায় লোক। কাজেই ছিপখানি তিরবেগে ছুটিয়া চলিয়াছে। রাত্রি প্রভাত হইয়াছিল বটে, কিন্তু সেই খালের দুই কূলে এত ঘন জঙ্গল যে সূর্যের কিরণও তাহার মধ্যে প্রবেশ করিতে পারে না। আমি সেই অল্প আলোকে যাহা দেখিলাম, তাহাতেই বুঝিতে পারিলাম যে, ইহারা গত রাত্রের সেই আরাকানি দস্যুদল। আমাদের বজরা লুঠপাট করিয়া ইহারা আমাকে ধরিয়া লইয়া যাইতেছে। আমি উঠিয়া বসিবামাত্র পশ্চাৎ দিক হইতে কে একজন বলিয়া উঠিল, কী গো বাবু, ঘুম ভাঙল? সেই কথায় ফিরিয়া চাহিয়া আমি দেখিলাম, যে-লোকটি মেলায় আমাদের সঙ্গ লইয়াছিল&ndash; এ সে-ই! তখন আমি সব বুঝিতে পারিলাম। মেলায় আমার চলাফেরা ভাবগতিক দেখিয়া সকলেই মনে করিয়াছিল যে, আমরা খুবই বড়োলোক। এ লোকটাও তাহাই মনে করিয়া আমাদের সঙ্গ লইয়াছিল এবং দূরে দূরে থাকিয়া খোঁজখবর লইতেছিল। পরদিন যে মগ বালকটি আমার সঙ্গে ফিরিতেছিল এবং যাহাকে শেষে আমি ইহার সঙ্গে কথা কহিতে দেখিয়াছিলাম, সেও বোধ হয় ইহাদেরই লোক এবং বোধ হয় ওই উদ্দেশ্যেই আমার সঙ্গে সঙ্গে সমস্ত দিন ফিরিতেছিল। তখন সেই মগ বালকটির সঙ্গে অত ভাব করিয়াছিলাম বলিয়া মনে অনুতাপ হইল।</p>\r\n\r\n<p>সেই লোকটার কথায় কোনো উত্তর না দিয়া আমি তাহাকে জিজ্ঞাসা করিলাম, আমাদের বজরা কোথায়, আমাদের লোকজন কোথায়, তোমরা আমাকে কোথায় নিয়ে যাচ্ছ? যাব না আমি তোমাদের সঙ্গে, তোমরা আমাকে আমার সঙ্গীদের কাছে দিয়ে এসো। এই কথা শুনিয়া ছিপের লোকগুলি সকলেই একসঙ্গে বিকট রবে হাসিয়া উঠিল। সে-হাসিতে আমি চমকিয়া উঠিলাম। তোমরা হয়তো মনে করিতেছ, হাসির রবে আবার চমকায় কে? কিন্তু তোমরা নিশ্চয় তেমন বিকট হাসি শুনো নাই, তাই ও-কথা মনে করিতেছ। আমি তো বালক মাত্র, একটা হিংস্র জন্তু পর্যন্ত সে-হাসির রবে ভয় পাইয়াছিল। হঠাৎ সেই সময় তীরের দিকে চোখ পড়ায় আমি দেখিলাম, তীরের কাছে জঙ্গলের মধ্যে একটা চিতাবাঘ বোধ হয় মাছ ধরিতেছিল, হঠাৎ সেই বিকট হাসির রবে চমকিয়া উঠিয়া সে দৌড় দিল।</p>\r\n\r\n<p>যাহা হউক, লোকটা আমাকে বলিল, তোমাদের বজরা এবং লোকজন এতক্ষণ জলের নীচে বিশ্রাম করছে। সেখানে যাওয়ার চেয়ে, বোধ হয় আমাদের সঙ্গে যাওয়া মন্দ নয়। আর কে-ই বা তোমাকে সেখানে দিয়ে আসতে যাবে, কী বল? বুঝিলাম, ডাকাতেরা আমাদের সঙ্গের লোকজনকে হত্যা করিয়া বজরা সমেত সমুদ্র-জলে ডুবাইয়া দিয়াছে।</p>\r\n\r\n<p>প্রথম প্রথম আমার মনে খুব ভয় হইয়াছিল বটে, কিন্তু যখন শুনিলাম যে ডাকাতেরা আমাদের বজরা ডুবাইয়া দিয়াছে, লোকজনদিগকেও হত্যা করিয়া ফেলিয়াছে এবং যখন দেখিলাম যে, আমি সম্পূর্ণরূপে ইহাদের হাতেই পড়িয়াছি, তখন আমার ভয় একেবারে চলিয়া গেল। বিপদে পড়িবার ভয়েই লোকে ভয় পায়। কিন্তু বিপদের মধ্যে পড়িলে তখন আর সে ভয় থাকে না। আমারও তাহাই হইল। আমি রাগিয়া উঠিয়া বলিলাম, জলে ডুবে মরতে হয় সেও ভালো, তবু আমি তোমাদের সঙ্গে যাব না; চোর-ডাকাতের সঙ্গে একত্রে থাকার চেয়ে মরাও ভালো। নামিয়ে দাও তোমরা আমাকে এইখানেই।</p>\r\n\r\n<p>লোকটি আবার তেমনি বিকট করিয়া হাসিয়া উঠিল এবং অন্যেরাও তাহার হাসিতে যোগ দিল। বলিল, কোথায় নামবে এখানে? এ যে সুন্দরবন! এখানে জলে কুমির, ডাঙায় বাঘ, সে-কথা কি জান না? বিশ্বাস না হয়, ওই দেখো&ndash;এই বলিয়া সে কূলের দিকে আঙুল দিয়া দেখাইয়া দিল। আমি চাহিয়া দেখিলাম একটা বাঘ খালের তীরে আসিয়া জলপান করিতেছে। তখন ভাবিলাম, কথা তো মিথ্যা নয়। আমাকে ডাকাতেরা সুন্দরবনের মধ্যে লইয়া আসিয়াছে, এখানে এই ভয়ংকর স্থানে কোথায় গিয়া আমি দাঁড়াইব? বুঝিলাম ইহাদের সঙ্গে জোর করিয়া লাভ নাই। বাধ্য হইয়াই আমাকে ইহাদের প্রস্তাবে রাজি হইতে হইল, সুতরাং, আমি আর কোনো কথা কহিলাম না। নীরবে সহিয়া নিজের অদৃষ্ট চিন্তা করিতে লাগিলাম। সেই ছিপের উপর বসিয়া বসিয়া বাড়ির কথা, দাদামহাশয়ের কথা, মা-বাবার কথা, ভাই বোনের কথা&ndash;সমস্ত একে একে মনে উঠিতে লাগিল। তখন একবার মনে হইয়াছিল, কেন সকলের অবাধ্য হইয়া গঙ্গাসাগরে আসিয়াছিলাম? এই ঘটনার মূলই আমি। আমার জন্যই এতগুলি লোক ডাকাতের হাতে প্রাণ হারাইল। আমার চলাফেরা ভাবগতিক দেখিয়াই তো ডাকাতেরা ঠাহর পাইয়াছিল; আমি না আসিলে তাহারা কোনো সন্ধানই পাইত না। দাদামহাশয় সমস্ত রাত্রি কপিল মুনির মন্দিরে ছিলেন, ভোর বেলা নদীতীরে আসিয়া বজরা দেখিতে না পাইয়া তিনিই বা কী করিতেছেন? ডাকাতেরা সকলকে হত্যা করিল, আমাকে কেন হত্যা করিল না এবং কেনই-বা আমাকে তাহারা লইয়া আসিল? এই সকল নানা চিন্তায় আমি একেবারে ডুবিয়া গেলাম। সেই সময় হঠাৎ একটা বিকট শব্দ শুনিয়া চমকিয়া উঠিলাম। সেই লোকটা বলিল, ওই শুনছ, এখানে নামবে? ওই চেয়ে দেখো! আমি কূলের দিকে চাহিয়া দেখিলাম, একটা প্রকান্ড বাঘ দাঁড়াইয়া রহিয়াছে, বুঝিলাম সে বিকট রব আর কিছু নয়, এই বাঘেরই ডাক।</p>\r\n\r\n<p>সেই গভীর জঙ্গলের মধ্যে সেই খালে অনেক ঘুরিয়া-ফিরিয়া ছিপখানি এক স্থানে গিয়া লাগিল। আমরা সেখানে উপস্থিত হইবামাত্র, পূর্বদিনের সেই বালকটি কোথা হইতে দৌড়িয়া আসিল এবং চিরপরিচিতের ন্যায় আমাকে আসিয়া বলিল, ভাই এসেছ, এই আমাদের বাড়ি! আমি আশ্চর্য হইয়া তাহাকে জিজ্ঞাসা করিলাম, কেন, আমি যে আসব তুমি কি তা জানতে? সে বলিল, বাবা বলেছিল যে আমি যদি তার কথামতো কাজ করি, তবে আমার খেলবার সাথি করবার জন্য তোমাকে এনে দেবে।</p>\r\n\r\n<p>সে যাহাই হউক, নৌকায় বসিয়া আমি মনে করিয়াছিলাম যে ইহারা যেখানে গিয়া নৌকা রাখিবে, আমি সেইখান হইতে চলিয়া যাইব। কিন্তু পরে দেখিলাম এই অচেনা অজানা স্থানে, এই ভয়ংকর সুন্দরবনের মধ্যে ইহারাই আমার একমাত্র আশ্রয়। ইহাদিগের নিকট হইতে পলাইতে চেষ্টা করা বৃথা এবং পলাইয়া যাইবই-বা কোথায়? চারিদিকে হিংস্র জন্তুর ভয়। সেই দিন বিকালেই একটি ঘটনায় আমি প্রাণ হারাইতেছিলাম। বিকালে আমি ও সেই মগ বালকটি বেড়াইতে গিয়াছিলাম। একস্থানে দেখিলাম একরকম বনফুল ফুটিয়া রহিয়াছে, তাহারই একটি লইবার বড়ো ইচ্ছা হইল এবং আমি ধীরে ধীরে জলের কাছে গেলাম। একটি ফুল ধরিবার জন্য যেমন হাত বাড়াইয়াছি, অমনি সেই মগ বালকটি একটা চিৎকার করিয়া উঠিল। আমি সেই চিঙ্কারে চমকিত হইয়া পা পিছলাইয়া জলে পড়িয়া গেলাম, জলের স্রোতে খানিকটা দূরে গিয়া ভাসিয়া উঠিলাম, কিন্তু উঠিয়া যাহা দেখিলাম, তাহাতে আমার হাত-পা একেবারে আড়ষ্ট হইয়া গেল। আমার সেই অবস্থা দেখিয়া আমার সঙ্গী দৌড়াইয়া আসিয়া জলে ঝাঁপাইয়া পড়িল এবং হাতে ধরিয়া আমাকে টানিয়া তীরে তুলিল।</p>\r\n\r\n<p>আমি যখন ফুলটির প্রত্যাশায় জলের কাছে যাইতেছিলাম, তখন জঙ্গলের ভিতর হইতে একটা প্রকান্ড বাঘ ও একটা প্রকান্ড কুমির একই সময় আমাকে লক্ষ করিতেছিল। বাঘ যখন আমাকে ধরিবার জন্য লাফ দেয়, তখন আমার সঙ্গী বালক তাহা দেখিতে পাইয়া চিৎকার করিয়া উঠে এবং আমি ঠিক সেই সময়েই জলের মধ্যে পড়িয়া যাই। এদিকে ঠিক যে-সময় বাঘ লাফ দেয়, কুমিরও সেই সময় আমাকে ধরিতে আসে। কিন্তু ভগবানের কৃপায় পা পিছলাইয়া জলে পড়িয়া যাওয়াতে আমি উভয়ের হাত হইতে রক্ষা পাই। বাঘটা লম্ফ দিয়া কোথায় আমাকে ধরিবে না কুমিরের মুখের মধ্যে পড়িয়া গেল!</p>\r\n\r\n<p>মগ বালকটির সহিত অতি অল্পদিনের মধ্যেই আমার খুব ভাব হইয়া গেল। কীসে আমি সুখী হইব, কী করিলে সুন্দরবনের সেই জঙ্গলবাসের কষ্ট আমার দূর হইবে, সে কেবল দিনরাত্রি সেই চেষ্টায় থাকিত। তাহার নাম ছিল মউংনু। আমি তাহাকে মনু বলিয়া ডাকিতাম। মনুর মা-ও আমাকে আপনার ছেলের মতো দেখিতেন। আত্মীয়স্বজন ও বন্ধুবান্ধবহীন সেই জঙ্গলে যাহাতে আমি মায়ের অভাব না বুঝিতে পারি, তিনি প্রাণপণে সে চেষ্টা করিতেন।</p>\r\n\r\n<p>সেই নিষ্ঠুর দস্যুদলের মধ্যে যে এমন দুইটি স্নেহমাখা কোমল হৃদয় আছে, তাহা আমি আগে বুঝিতে পারি নাই। এবং এমন যে থাকিতে পারে, তাহাও বিশ্বাস করিতে পারি নাই। বাস্তবিকই মনু ও তাহার মায়ের যত্ন, আদর স্নেহ ও ভালোবাসায় আমি কোনো কষ্ট বা অভাবই বোধ করিতাম না। বাড়ির জন্য প্রথম প্রথম যে কষ্ট হইত, তাহাও যেন ক্রমে ভুলিয়া যাইতে লাগিলাম।</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h1><strong><a href=\"http://127.0.0.1:5000/post/9\">তৃতীয় পর্ব</a></strong></h1>\r\n', 'mizan123', 'Add your adress', '2022-05-22 02:52:28.400062'),
(9, 'সুন্দরবনে সাত বৎসর – কিশোর উপন্যাস – বিভূতিভূষণ বন্দ্যোপাধ্যায় -তৃতীয়  পর্ব', 'image', '<p>মনু আমার সমবয়স্ক হইলেও তাহার শরীর খুব বলিষ্ঠ ছিল। এত অল্প বয়সে এ প্রকার সাহসী বালক আমি এ পর্যন্ত দেখি নাই। তির চালনা, তলোয়ার খেলা এবং বন্দুকের ব্যবহার সে এই বয়সেই সুন্দর শিখিয়াছে। তাহার সঙ্গে থাকিয়া আমারও সে-সকল কিছু অভ্যাস হইয়াছিল।</p>\r\n\r\n<p>সুন্দরবনে অনেক মধুর চাক জন্মে। সেই সকল চাক ভাঙিয়া মধু সংগ্রহ করা কতকগুলি লোকের ব্যবসায় আছে। আমাদেরও একদিন সখ হইল, একটি চাক ভাঙিব। খুঁজিয়া খুঁজিয়া একটি চাকও পাইলাম। কিন্তু কাছে গিয়া দেখি, তাহাতে এত মৌমাছি বসিয়া আছে যে, একবার যদি তাহারা টের পায়, তাহা হইলে আমাদের চাক ভাঙার শখ মিটাইবে। সুতরাং আমাদের চাক ভাঙা হইল না। আমরা দুঃখিত মনে বাড়ি ফিরিয়া আসিতেছি, এমন সময় একটা হরিণ দেখিতে পাইলাম। আমরা যখনই বাড়ির বাহির হইতাম, তখনই তিরধনুক ও বন্দুক লইয়া বাহির হইতাম, কেননা কখন কোন বিপদে পড়ি তাহার ঠিকানা নাই। হরিণটা দেখিয়া মনু বলিল, বেশ হয়েছে, শুধু-হাতে আর বাড়ি ফিরতে হল না। কিন্তু এখান থেকে হরিণটাকে মারবার সুবিধা হবে না, মাঝখানে ওই একটা ঝোঁপ রয়েছে। খুব পা টিপে টিপে আমার পেছনে পেছনে এসো, একটু ঘুরে গেলে বেশ সুবিধা পাওয়া যাবে? মনুর কথামতো আমি তাহার পিছনে চলিলাম। কিন্তু একটু যাইয়াই মনু থমকিয়া দাঁড়াইল। আমি হরিণটার দিকে চাহিতে চাহিতে চলিতেছিলাম, একেবারে মনুর গায়ের উপর গিয়া পড়িলাম।</p>\r\n\r\n<p>সে আমার গা টিপিয়া কানে কানে বলিল, চুপ করে দাঁড়িয়ে থাকো। এক চুলও নড়ো না কথাও কয়ো না, ওই দেখো। মনু হাত বাড়াইয়া সম্মুখের দিকে দেখাইয়া দিল। চাহিয়া যাহা দেখিলাম, তাহাতে আমার সমস্ত শরীর থর থর করিয়া কাঁপিতে লাগিল। দেখিলাম, আমাদের সম্মুখে ৮/১০ হাত দূরে একটা মাটির ঢিবির কোলে একটা বাঘ ওই হরিণটাকে লক্ষ করিয়া আড়ি পাতিয়াছে। আমার বাকরোধ হইয়া গিয়াছিল, নতুবা হয়তো চিৎকার করিয়াই উঠিতাম। তাহা হইলে আমাদের যে দশা হইত তাহা তো বুঝিতেই পারিতেছ। মনুর দেখিলাম অসীম সাহস, সে এক হাতে আমাকে এবং আর এক হাতে বন্দুকটি লইয়া স্থির হইয়া একদৃষ্টে বাঘের দিকে চাহিয়া রহিয়াছে। বোধ হইল, তাহার নিঃশ্বাসও পড়িতেছে না। বাঘটা প্রকান্ড, অত বড়ো একটা জানোয়ার চলিতেছে, অথচ একটুও শব্দ হইতেছে না। এও বড়ো আশ্চর্য বোধ হইল। পরে জানিতে পারিলাম যে কীজন্য ইহারা এত নিঃশব্দে চলিতে পারে। বিড়ালের পায়ের পাতার গঠন তোমরা দেখিয়া থাকিবে, ইহাদের পাও ঠিক সেইরকম, ইহাদের আঙুলের মাথায় খুব তীক্ষ্ণ নখ আছে, আবশ্যক মতো এই নখ বাহির হয় এবং অন্য সময়ে ইহা কচ্ছপের শুড়ের ন্যায় ভিতরে ঢুকিয়া থাকে, তখন পায়ের পাতাটি বেশ গদির মতো হয়। সুতরাং হাঁটিবার সময় কিছুমাত্র শব্দ হয় না। সে যাহাই হউক, বাঘ আড়ি পাতিয়া এক লাফে গিয়া হরিণটার উপর পড়িল এবং তাহার সম্মুখের পায়ের এক আঘাতেই হরিণটার ঘাড় ভাঙিয়া ফেলিল, তারপর তাহাকে লইয়া জঙ্গলের মধ্যে প্রবেশ করিল। আমরাও প্রাণ লইয়া সে যাত্রায় বাড়ি ফিরিলাম।</p>\r\n\r\n<p>আর একদিন একটা বাঘ ভারি জব্দ হইয়াছিল। তাহার যে-দুর্দশা হইয়াছিল, বলি শুনো। বাঘ সুন্দরবনের বলিলেই হয়, কিন্তু সুন্দরবনের মহিষগুলিও বড়ো ভয়ংকর, অত বড়ো ও বলবান মহিষ অন্য কোথাও আছে কিনা সন্দেহ। বাঘে-মহিষে সুন্দরবনে প্রায়ই লড়াই হয়। কখনো বাঘের জিত হয়, কখনো-বা মহিষকে জিতিতে দেখা গিয়া থাকে। সে যাহাই হউক, একদিন একটা মহিষের বাচ্চা চরিতে চরিতে বাথান হইতে একটু দূরে গিয়া পড়িয়াছিল। একটা বাঘ বেচারাকে দেখিয়া লোভ সামলাতে না পারিয়া, যেমন তাহাকে ধরিবার জন্য লাফ দিতে যাইবে, এমন সময় বাচ্চাটি তাহা দেখিতে পাইয়া চিৎকার করিয়া উঠিল। সেই শব্দে একেবারে ছয়-সাতটা মহিষ সেইদিকে দৌড়িয়া আসিল। বাঘ তখন আর পালাইবার অবসরটুকুও পাইল না। সেই ছয়-সাতটা মহিষে মিলিয়া শিং এবং পায়ের আঘাতে বাঘটাকে ক্ষতবিক্ষত করিয়া মারিয়া ফেলিল।</p>\r\n\r\n<p>কয়েকদিন ধরিয়া একটা বাঘ আমাদের বাড়ির কাছে ভারি দৌরাত্ম আরম্ভ করিয়াছে। রাত্রিতে তাহার ভয়ে আমাদিগকে শশব্যস্ত থাকিতে হয়। কখনো ঘরের আনাচে-কানাচে কোনো ছোটো জন্তুর উপর লাফাইয়া পড়িতেছে, কখনো উঠানের উপর দাঁড়াইয়া ডাক ছাড়িতেছে। সকালে উঠিয়া প্রতিদিনই দেখিতে পাই&ndash;এখানে একটা হরিণের মাথা, ওখানে দুটো শুয়োরের দাঁত, কোথাও-বা খানিকটা মহিষের পা। দিনকতক বড়োই ব্যতিব্যস্ত করিয়া তুলিল। বাঘটাকে মারিবার জন্য খুব চেষ্টা হইতে লাগিল। তিরধনুক ও বন্দুক লইয়া সকলে ফিরিতে লাগিলাম, কিন্তু সে এত সতর্কভাবে চলাফেরা করিত যে, কোনোমতেই তাহাকে মারিতে পারা গেল না। একদিন এক ঝোঁপের কাছ দিয়া আমরা যাইতেছি, এমন সময় ঝোঁপের আড়ালে পায়ের শব্দ পাইয়া মনে করিলাম, বোধ হয় বাঘ যাইতেছে। বন্দুক ভরাই ছিল। ঠিক করিয়া হাতে লইয়া ঝোঁপের ভেতর দিয়া উঁকি মারিয়া দেখিতে গেলাম; কিন্তু দেখিলাম&ndash;বাঘ নয়, একটা গন্ডার। যথা লাভ, আর গন্ডারও বড়ড়া সাধারণ শিকার নয়&ndash; গন্ডার গন্ডারই সই। মনু বলিল, খুব আস্তে আস্তে আমার সঙ্গে এসো, একটু ঘুরে গিয়ে গুলি করতে হবে। আমি দেখিলাম, সেই ঝোঁপের আড়াল থেকে গুলি করাই সুবিধা। আমরা গন্ডারটিকে বেশ দেখিতে পাইতেছি; অথচ সে আমাদিগকে দেখিতে পাইতেছে না। কোনো বিপদের আশঙ্কা নাই, নির্বিঘ্নে গুলি করা যাইবে। মনুকে সে-কথা বলায় সে বলিল, সে কী। তুমি কি জান না যে গন্ডারের চামড়া এত পুরু যে তাতে গুলি বসে না? এখান থেকে ওর শরীরের একটা পাশ দেখা যাচ্ছে, গুলি করলে সে গুলি ওর গায়ে বসবে না, অথচ বন্দুকের আওয়াজে শিকার পালাবে। গন্ডারকে মারতে হলে ওর নাকের ভেতর দিয়ে গুলি করতে হবে। কাজেই ঘুরে সমুখদিকে না গেলে ওকে মারতে পারা যাবে না। এই বলিয়া মনু আগে আগে চলিল। আমিও তার সঙ্গে সঙ্গে গেলাম এবং এমন একটি জায়গায় গিয়া দাঁড়াইলাম, যেখান থেকে গন্ডারের নাকটি বেশ লক্ষ হয়। তখন মনু আমাকে গুলি করিতে বলিল। অত বড়ো একটা জানোয়ার শিকার করিয়া একটু যশলাভ করিবার আশা আমার না হইয়াছিল তা নয়, কিন্তু আমার হাত তখনও খুব সই হয় নাই। বিশেষত অত বড়ো শরীরটার সমস্তই বাদ দিয়া কোথায় নাকের একটা ক্ষুদ্র ছিদ্র, সেইখানে গুলি করিতে হইবে, কাজেই আমি রাজি হইলাম না। তখন মনু বলিল, তবে বন্দুকটা ঠিক করে দাঁড়াও, যদি গুলি নাকে না লাগে আর আমাদের দিকে রোখ করে আসে, তবে আর রক্ষে থাকবে না। এই বলিয়া সে বন্দুক সই করিল। গন্ডারটা চোখ বুজিয়াছিল, আমাদিগকে দেখিতে পায় নাই। আমরা মনে করিলাম, ভারি সুবিধাই হইয়াছে। গন্ডারটা আমাদের দেখিতে পায় নাই বটে, কিন্তু তাহার শরীরের উপর গোটাকতক পাখি বসিয়াছিল, তাহারা আমাদিগকে দেখিয়া ভারি ডাকাডাকি আরম্ভ করিল। শেষে ডাকাডাকি ছাড়িয়া গন্ডারটার চোখে-মুখে পাখার ঝাঁপটা মারিতে লাগিল। ঝাঁপটা খাইয়া গন্ডারটা তখন চোখ খুলিল। চোখ খুলিয়াই আমাদিগকে দেখিয়া ভোঁ-দৌড়। মনু যদিও ঠিক সেই সময়েই বন্দুকের ঘোড়া টানিয়াছিল, কিন্তু সে-পর্যন্ত পৌঁছিতে-না পৌঁছিতে গন্ডারটা সরিয়া যাওয়ায়, গুলিও লাগিল না, শিকারও পলাইল। বেলা তখন অনেক হইয়াছে, কাজেই সেদিনকার মতো আমাদের বাড়ি ফিরিতে হইল।</p>\r\n\r\n<p>বাড়ি ফিরিয়া গেলে মনুর বাবা জিজ্ঞাসা করিল, কী, আজ কী শিকার করলে? আমরা সকল ঘটনা তাহাকে বলিলাম এবং এমন শিকারটা পাখিগুলোর জ্বালায় হাতছাড়া হইল বলিয়া দুঃখপ্রকাশ করিলাম। মনুর বাবা সেই কথা শুনিয়া, আমার প্রায়ই হয়। কেবল গন্ডার কেন, পাখির জ্বালায় অনেক শিকারই ওইরকম করে হাতছাড়া হয়। গন্ডারের গায়ে একরকম খুব ছোটো ছোটো কীট আছে তারা গন্ডারকে বড়ো যাতনা দেয়। পাখিরা সেই কীট ঠোঁট দিয়ে খুঁটেখুটে খায়, এতে গন্ডারেরও উপকার হয়, তাদেরও পেট ভরে। শুধু শরীরের নয়, নাকের মধ্যে, চোখের কোণে, কানের বা মুখের ভেতর থেকেও এরা ওই কীট খুঁটে খুঁটে বার করে। চোখ বা কান প্রভৃতি নরম জায়গা থেকে কীট বার করবার সময় গন্ডারদের সময় সময় বেশ একটু যাতনা পেতে হয়। কিন্তু কীটের হাত থেকে রক্ষা পাবার জন্য তারা সে কষ্ট সহ্য করে থাকে। এই পাখিরা যে কেবল কীটের হাত থেকেই গন্ডারকে রক্ষা করে তা নয়, মানুষের হাত থেকেও এদের রক্ষা করে। যখনই গন্ডারের কোনো বিপদ দেখে, তখনই এরা খুব চিৎকার আরম্ভ করে এবং তাতেই গন্ডারের হুশ হয়&ndash;গন্ডার তখন বিপদ বুঝতে পেরে পালায়।</p>\r\n\r\n<p>গোরু-মহিষ প্রভৃতির গায়ে ও মাথায় বসে একরকম পাখিকে তোমরা ঠোকরাতে দেখে থাকবে। তাদেরও ওই কাজ। গোরু বা মহিষের গায়েও একরকম কীট আছে, তারা এদের বড়ো কষ্ট দেয়, পাখিরা ওই সকল কীট ঠুকরে খায় এবং কোনো বিপদের আশঙ্কা দেখলে তারা ওইরকম করে গোরু, মহিষ প্রভৃতিকে সতর্ক করে দেয়।</p>\r\n\r\n<p>এ তো গেল গোরু, মহিষ, গন্ডার প্রভৃতির কথা। পাখিদের ঠোকরানিতে ওরা ব্যথা পেলেও তাদের কিছু বলে না। আর কিছু করবার ক্ষমতাও তাদের বড়ো একটা নেই। পিঠের ওপর বেশ ঠোকরাচ্ছে, ব্যথা পেলে বড়ো জোর একবার শিং নাড়া দেবে, আর তখনি পাখিরা উড়ে সরে যায়, শিং নাড়াই সার। যেখানে বিপদের বিলক্ষণ আশঙ্কা আছে, সেখানেও পাখিদের খুব যেতে দেখা যায়। একবার আমি দেখলাম জলার ধারে একটা প্রকান্ড কুমির চোখ বুজে হাঁ করে বেশ স্থিরভাবে পড়ে আছে। আমি মনে করলাম, বেশ সুবিধাই হয়েছে&ndash; হাঁ করে আছে, ঠিক মুখের ভেতর গুলিটি চালিয়ে দিলেই কাজ হবে। এই ভেবে যেমন বন্দুক তুলেছি অমনি কতকগুলি পাখি ভারি ডাকাডাকি আরম্ভ করল। কুমিরটা সেই ডাকে চোখ খুলেই মুহূর্তের মধ্যে জলে লাফিয়ে পড়লে। আমার আর গুলি করা হল না। কুমিরের দাঁতের ভেতর একরকম কীট জন্মায়, সেই কীটের জ্বালায় দাঁতের গোড়া ফুলে কুমিরকে এক সময় ভারি কষ্ট পেতে হয়। তাই প্রায়ই সন্ধ্যার আগে দেখতে পাওয়া যায় যে, জলের ধারে কুমির হাঁ করে পড়ে আছে আর এক জাতীয় পাখি নিঃসংকোচে নির্ভয়ে তার সেই মুখের ভেতর গিয়ে দাঁতের ভেতর থেকে পোকাগুলো খুঁটেখুঁটে বার করছে। এমন ঘণ্টার পর ঘণ্টা চলে যাচ্ছে। কুমির, হাঁ করেই আছে, পাখিরাও ঘুরে-ফিরে পোকা খুঁজে বেড়াচ্ছে। কুমির বিলক্ষণ হিংস্র জন্তু, যখন হাঁ করে থাকে, তখন এক-একবারে চার-পাঁচটারও বেশি পাখি তাদের মুখের মধ্যে যায়। ইচ্ছা করলে একবার মুখ বন্ধ করলেই পাখিগুলি উদরসাৎ হয়। কিন্তু যারা তাদের এত উপকার করে দাঁতের পোকা ভালো করে, তাদের সঙ্গে তারা এমন অধর্ম করে না। তবে কখনো কখনো এমন হয় যে, খুব বেশিক্ষণ হাঁ করে থাকতে থাকতে ক্লান্ত হয়ে হয়তো হঠাৎ মুখ বন্ধ করে বসে। তখন যদি কোনো পাখি বেরোতে না পেরে মুখের ভেতর থেকে যায়, তবে সে এমন জোরে ঠোঁট দিয়ে মুখের ভেতরে আঘাত করতে থাকে যে, কুমিরকে বাপের সুপুত্তুর হয়ে তখনই আবার হাঁ করতে হয়।</p>\r\n\r\n<h1><strong><a href=\"http://127.0.0.1:5000/post/10\">চতুর্থ পর্ব</a></strong></h1>\r\n', 'mizan123', 'Add your adress', '2022-05-22 02:56:18.165196');

-- --------------------------------------------------------

--
-- Table structure for table `books`
--

CREATE TABLE `books` (
  `book_id` int(200) NOT NULL,
  `name` varchar(200) NOT NULL,
  `image` varchar(200) NOT NULL DEFAULT 'book.jpg',
  `description` varchar(10000) NOT NULL,
  `price` varchar(200) NOT NULL,
  `date` datetime(6) NOT NULL,
  `category` varchar(200) NOT NULL DEFAULT 'category'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `books`
--

INSERT INTO `books` (`book_id`, `name`, `image`, `description`, `price`, `date`, `category`) VALUES
(6, 'লাল নীল দীপাবলি', 'lal.jpg', 'লাল নীল দীপাবলি বা বাঙলা সাহিত্যের জীবনী বাংলাদেশী লেখক হুমায়ুন আজাদ রচিত বাংলা সাহিত্যের ইতিহাস সম্পর্কিত একটি কিশোরসাহিত্য-গ্রন্থ।[১] ১৯৭৬ সালের অক্টোবরে[২] বাংলা একাডেমি ঢাকা থেকে এটি প্রথম প্রকাশিত হয়। পরবর্তীতে আগামী প্রকাশনী, ঢাকা থেকে ১৯৯৬ সালে পুনরায় হার্ডকভার এবং ২০০৯ সালে পেপারব্যাক সংস্করণ প্রকাশিত হয়।', '80', '2022-05-10 21:08:30.303704', 'হিস্টোরি'),
(7, 'চাঁদের পাহাড় (উপন্যাস)-বিভূতিভূষণ বন্দ্যোপাধ্যায়', 'chander-pahar.jpg', 'চাঁদের পাহাড়-এর কাহিনী এক বাঙালি অভিযাত্রীকের ওপর ভিত্তি করে গড়ে উঠেছে, যে ১৯০৯-১৯১০ সাল নাগাদ আফ্রিকা যায়। শঙ্কর রায় চৌধুরী, এই চলচ্চিত্রের নায়ক, গ্র্যাজুয়েশন করার পর পাটকলে চাকরি পায়। কিন্তু সে রোমাঞ্চ খোঁজে। সে আফ্রিকার দুর্গম স্থানে যেতে চায়।\r\n\r\nঅবশেষে তার গ্রামের এক অধিবাসী, যে আফ্রিকায় কাজ করে, তার সহায়তায় সে আফ্রিকায় ক্লার্ক হিসেবে কাজ পায় এবং উগান্ডা রেলওয়েতে চাকরি পায়। কিন্তু সেখানে মানুষখেকো সিংহ, প্রথম বিশ্বযুদ্ধ-এর আগের সমস্যা থাকে। ইতিমধ্যে সিংহের সাথে তার যুদ্ধ হয়। এছাড়াও এখানে ব্ল্যাক মাম্বা সাপের আক্রমণ হয়। এখানেই সে পর্তুগিজ অভিযাত্রীক ও স্বর্ণসন্ধানী ডিয়েগো আলভারেজ-এর দেখা পায়। আলভারেজ তাকে তার সময়ের ঘটনা বলে। সে এবং তার সঙ্গী জিম কার্টার পৃথিবীর সবচেয়ে বড় হীরক খনির সন্ধান পায়। কিন্তু ভয়ংকর জন্তু বুনিপ জিমকে মেরে ফেলে এবং আলভারেজ ফিরে আসতে বাধ্য হয়।\r\n\r\nসব শুনে শঙ্কর ক্লার্কের চাকরি ছেড়ে দিয়ে আলভারেজের সাথে খনি অনুসন্ধানে বের হয়। তারা ঘন জঙ্গলে প্রবেশ করে। পথে তাদের অবর্ণনীয় অসুবিধা হয়। জ্বলন্ত আগ্নেয়গিরি তাদের পথে বিরাট বাধা হয়ে দাঁড়ায়। এক পর্যায়ে আলভারেজকেও সেই বুনিপ মেরে ফেলে। শঙ্কর একা হয়ে পড়ে।\r\n\r\nসে সত্যতার খোঁজে বের হয়। সে বুনিপের গুহা খুঁজে পায়। সে নিজের অজান্তেই হীরকের খনি খুঁজে পায়। সেই গুহায় সে পথ হারিয়ে ফেলে। এক পর্যায়ে কিছু পাথরের সহায়তায় সে গুহা থেকে বের হতে সক্ষম হয়। সে সাথে করে কিছু পাথর নিয়ে আসে। আসলে সেই পাথরগুলো আর কিছুই নয়, কাঁচা হীরা। সে ইতালীয় অভিযাত্রীক আত্তিলীয় গাত্তির নোট থেকে জানতে পারে, আসলে সে যেই গুহায় পৌছেছিল, সেই গুহায়ই বিখ্যাত হীরক খনি, যার জন্য জিম ও আলভারেজ তাদের জীবন হারিয়েছে।\r\n\r\nকিন্তু সে ততক্ষণে কালাহারি মরুভূমিতে পথ হারিয়েছে। নিজের প্রাণ বাঁচানোই তখন দুষ্কর। মরুভূমিতে সে জলের অভাবে প্রায় মৃত্যুবরণ করেছিল। তার মাথার উপর শকুনেরা ঘোরাফেরা শুরু করে। পথে সিংহের সাথে তার যুদ্ধ হয়। অবশেষে এক সার্ভে টিম তাকে খুঁজে পায় এবং মুমূর্ষু অবস্থায় সলসবেরি,রোডেশিয়ায় নিয়ে গিয়ে বাঁচায়।\r\n\r\nশঙ্কর বইয়ের শেষে বলে যে সে আবার বড় দল নিয়ে এসে এই হীরক খনির সন্ধান করবে, যার জন্য আলভারেজ,কার্টার ও আত্তিলীয় জীবন দিয়েছে।', '200', '2022-05-10 21:13:22.729331', 'এডবেঞ্চার'),
(8, 'গর্ভধারিনী-সমরেশ মজুমদার', '3f9db4f10ab27a38c1503c09427e308c.png', 'সমরেশ মজুমদার জন্মগ্রহণ করেন বাংলা ১৩৪৮ সনের ২৬শে ফাল্গুন, ১০ই মার্চ ১৯৪২ খ্রিষ্টাব্দ। তার শৈশব কেটেছে ডুয়ার্সের গয়েরকাটা চা বাগানে। তাঁর প্রাথমিক শিক্ষা শুরু হয় জলপাইগুড়ি জেলা স্কুল থেকে। তিনি কলকাতায় আসেন ১৯৬০ সালে। বাংলায় স্নাতক সম্পন্ন করেন কলকাতার স্কটিশ চার্চ কলেজ থেকে এবং মাস্টার্স সম্পন্ন করেন কলকাতা বিশ্ববিদ্যালয় থেকে। কর্মজীবনে তিনি আনন্দবাজার পাবলিশার্স প্রাইভেট লিমিটেডএর সাথে যুক্ত ছিলেন। গ্রুপ থিয়েটারএর প্রতি তার প্রচণ্ড আসক্তি ছিলো। তার প্রথম গল্প “অন্যমাত্রা” লেখাই হয়েছিলো মঞ্চনাটক হিসাবে, আর সেখান থেকেই তার লেখকজীবনের শুরু। তার লেখা অন্যমাত্রা ছাপা হয়েছিলো দেশ পত্রিকায় ১৯৬৭ সালে। সমরেশ মজুমদারের প্রথম উপন্যাস “দৌড়” ছাপা হয়েছিলো দেশেই ১৯৭৫ সালে। তিনি শুধু তাঁর লেখনী গল্প বা উপন্যাসের মধ্যে সীমাবদ্ধ রাখেননি; ছোটগল্প, ভ্রমণকাহিনি থেকে গোয়েন্দাকাহিনি, কিশোর উপন্যাস লেখনীতে তাঁর জুড়ি মেলা ভার। তাঁর প্রত্যেকটি উপন্যাসের বিষয় ভিন্ন, রচনার গতি এবং গল্প বলার ভঙ্গি পাঠকদের আন্দলিত করে। চা বাগানের মদেসিয়া সমাজ থেকে কলকাতার নিম্নবিত্ত মানুষেররা তাঁর কলমে উঠে আসেন রক্ত-মাংস নিয়ে। সমরেশ মজুমদারের উল্লেখযোগ্য উপন্যাসগুলির মধ্যে সাতকাহন, তেরো পার্বণ, স্বপ্নের বাজার, উজান, গঙ্গা, ভিক্টোরিয়ার বাগান, আট কুঠুরি নয় দরজা, অনুরাগ ইত্যাদি উল্লেখযোগ্য। তার ট্রিলজি \'উত্তরাধিকার, কালবেলা, কালপুরুষ\' বাংলা সাহিত্য জগতে তাকে বিশেষ খ্যাতির অধিকারী করেছে।\r\n\r\nঅনেক অসাধারণ লেখনীর শব্দের এই রূপকার জাতীয় এবং আন্তর্জাতিক অনেক পুরস্কার অর্জন করেছেন। ১৯৮২ সালে আনন্দ পুরস্কার, ১৯৮৪ সালে সাহিত্য আকাদেমী পুরস্কার, বঙ্কিম পুরস্কার এবং আইয়াইএমএস পুরস্কার জয় করেছেন। চিত্রনাট্য লেখক হিসাবে জয় করেছেন বিএফজেএ, দিশারী এবং চলচ্চিত্র প্রসার সমিতির এওয়ার্ড', '200', '2022-05-10 21:17:17.992181', 'এডবেঞ্চার'),
(9, 'কাগজের বউ', '1467536072.jpg', 'গল্পের শুরুতেই (মহা)নায়ক উপল মহাশয় নিজের সম্পর্কে বলছেন \"এখন আমাকে সবাই অপদার্থ বলে জানে।কেবল দীর্ঘকাল আমি নিজেই সেটা বুঝতে পারিনি।\" কিন্তু দেখা যাচ্ছে তার গুণের অভাব নেই।তিনি এতো কিছু পারেন যে কিছুই হতে পারেননি।রূপে,গুণে,যোগ্যতায় সবদিক থেকে উপলের চেয়ে এগিয়ে থাকা নায়িকারা তার অঙ্গুলিলেহনে দিওয়ানা হয়ে যায়।বরাবরের মতো শীর্ষেন্দুর নায়িকারা খেলার পুতুল।তাদের নিজস্বতা নেই,স্বাধীন ইচ্ছাশক্তিও নেই।নায়কের ক্যারিশমা এতোই যে,তার বন্ধুবর ও বস তার কাঁধ ঝাকিয়ে যে প্রশ্ন করে তার মর্মার্থ হচ্ছে,\"তোর মধ্যে কী আছে যা আমার নেই?\"আহা বেচারা!!\r\nমহত্ত্ব দেখানোর সুযোগ পেলে(পড়ুন,বাংলা সিনেমার ত্যাগী সাইড নায়ক) উপল মহাশয় কিছুতেই সে সুযোগ হাতছাড়া করেন না আবার হাপুস নয়নে কাঁদেন।এর মতিগতি বোঝা ভার।তিনি জ্যোৎস্নার মতো অনায়াসে আঁজলা পেতে টাকা চান,আবার সেই টাকা পেয়ে রাস্তায় উড়িয়ে দেন।মজা,মজা!দুঃখ পেতে নায়কের বড় লোভ।সে লোভে পড়ে তিনি সবই করেন।স্পষ্টত তিনি মর্ষকামী।তার জন্য দুঃখ অনুভব করবো কি না এখনো বুঝতে পারছি না।যতোক্ষণ মনস্থির করতে না পারছি ততোক্ষণ ম্যাক্সিম পড়তে থাকি,\r\n\r\n\"তুমি চা খেতে গেলা,এই ফাঁকে আমার বিবাহ হয়ে গেলো।\" (দেবদাস,ইমতিয়াজ মাহমুদ)', '300', '2022-05-10 21:23:30.077186', 'রোমান্স '),
(10, 'অপেক্ষা-হুমায়ুন আহমেদ', 'Opekkha-By-Humayun-ahmed.jpg', 'বইটা চব্বিশ বছর বয়সে এসে পড়ার কথা ছিল না আমার, পড়তে হতো কৈশোর পেরোনোর আগে। হয়তো কোনো চরিত্রের জন্য কাঁদতে পারতাম, কারো ওপর রাগে চারপাশ অন্ধকার হয়ে আসতো। এই বয়সে এসে গল্পের কিছু আর আমার কাছে অভিনব নাই, প্রতিটা চরিত্রের সাথেই জীবনে দেখা হয়ে গেছে। গল্পটাও তেমন অভিনব কিছু না, গল্পের জন্য সেঁটে থাকার কথা না আমার, রুদ্ধশ্বাসে পড়ার প্রশ্নই নেই।\r\nঅথচ, অনায়াসে শুরু থেকে আটকে ছিলাম বইটাতে। যখন পড়ার সময় পেয়েছি, কখন শত পৃষ্ঠার বেশি পড়েছি খেয়াল করিনি। যখন ঘুম পেয়েছে, বই বন্ধ করে উঠে গেছি। বইয়ে ফেরত আসার তীব্র আকর্ষণ কখনো বোধ করিনি, কেবল সময় পেলেই পড়তে নিয়েছি, তবুও পড়ার সময়টুকু কখনো মনেই হয়নি, যে, পড়তে ভালো লাগছে না।\r\n\r\nবলেছিলাম বইয়ের চরিত্রদের সাথে দেখা হয়েছে বাস্তবে। সত্যি। মানুষের মনস্তত্ত্ব কিভাবে এত নিখুঁত করে বুঝতে পারতেন হুমায়ুন আহমেদ, ভাবা যায় না। চরিত্র হোক আর গল্প, কোথাও অতিরঞ্জন মনে হয়নি।\r\n\r\n২৫ বর্ষপূর্তি বিশেষ মুদ্রণ সংস্করণে বইটা পড়লাম। ২১৭ পৃষ্ঠা, মুদ্রিত মূল্য ৫০০ টাকা। সংগ্রহে রাখার মতো একটা কাজ। সংগ্রহ করতে পারেন আফসার ব্রাদার্সের পেইজে নক করে।', '500', '2022-05-10 21:26:01.839491', 'রোমান্স '),
(11, 'নাট বল্টু -জাফর ইকবাল', '32798.png', 'পৃখিবীর নানা রকম প্রশ্নের উত্তর পাওয়ার জন্য সে যে শুধু তার বাবা-মাকে প্রশ্ন করে আর হাতে-কলমে পরীক্ষা করে দেখে সেটা সত্যি নয়, সে খাঁটি বিজ্ঞানীর মতো অনেক পড়াশোনা করে। মা তাকে গল্প শোনালে সে চোখ বড় বড় করে মুগ্ধ হয়ে গল্প শোনে। বানিয়ে বানিয়ে গল্প শোনাতে শোনাতে এক সময় রিতুর রসদ ফুরিয়ে গেল। তখন সে বল্টুকে বই থেকে গল্প পড়ে শোনাতে শুরু করল, আর সেটাই হলো সর্বনাশ। বইয়ের দিকে তাকিয়ে তাকিয়ে গল্পটা শুনতে শুনতে কীভাবে কীভাবে জানি বল্টু পড়া শিখে গেল, সে কোনো অক্ষর চেনে না কিন্তু পড়তে পারে। এর থেকে বিচিত্র ব্যাপার আর কী হতে পারে?\r\nবল্টুর সব সময়ের সঙ্গী নান্টু কখনো রাগে না। তার ভেতর রাগ ক্রোধ-হিংসা এসব কিছু নেই। ছয় বছরের এই ছোটখাটো মানুষটা পুরোপুরি একজন দার্শনিক। যদি ছোট বাচ্চাদের দাড়ি গজানোর উপায় থাকত, তাহলে দেখা যেত কবি রবীন্দ্রনাথ ঠাকুরের মতো নান্টুর লম্বা লম্বা পাকা দাড়ি। নান্টুর পাকা দাড়ি নেই সত্যি, কিন্তু তার কথাবার্তা-ভাবভঙ্গি কবি রবীন্দ্রনাথ ঠাকুর থেকে কোনো অংশে কম নয়।\r\nএই দুই ক্ষুদে বিজ্ঞানী আর দার্শনিককে নিয়ে নানা বিস্ময়কর ঘটনায় সাজানো মজার উপন্যাস ‘নান্টুবল্টু’।', '300', '2022-05-11 00:03:30.678441', 'সাইন্স'),
(12, 'প্রাণের মাঝে গণিত বাজে--সৌমিত্র চক্রবর্তী', '61ebee01112de_1642851841.jpg', 'ইয়াকভ পেরেলমানের এলজেব্রা ক্যান বি ফান বইটি থেকে অনুপ্রাণিত এই বইটিকে বীজগণিতের প্রথম পাঠ বলা যাবে না। এটি ঠিক রেফারেন্স বইও নয়। এই বইটি তাঁদের জন্য লেখা, যাঁরা বীজগণিত বিষয়ে স্কুল পর্যায়ে জ্ঞান রাখেন, কিন্তু বীজগণিতের আসল মজাটা হৃদয়ঙ্গম করতে পারেননি।', '600', '2022-05-11 00:05:56.301630', 'সাইন্স'),
(13, 'বড়দিদি-শরৎচন্দ্র চট্টোপাধ্যায়', '38188.png', 'কলেজ ত্যাগ করার পর শরৎচন্দ্র চট্টোপাধ্যায় ভাগলপুর শহরের খঞ্জরপুর পল্লীতে তার প্রতিবেশী বিভূতিভূষণ ভট্টের বাড়িতে একটি সাহিত্যসভার আয়োজন করেছিলেন। এই সময় তিনি বেশ কিছু গল্প-উপন্যাস রচনা করেন, যেগুলি বিভূতিভূষণ ভট্টের বাড়িতে থাকত। শরৎচন্দ্রের বাল্যবন্ধু সাহিত্যিক সৌরীন্দ্রমোহন মুখোপাধ্যায় ভাগলপুর থেকে কলকাতা ফিরে যাওয়ার সময় শরৎচন্দ্রের অনুমতিতে সেই পাণ্ডুলিপিগুলি নিয়ে যান। পরে এই খাতাগুলি বিভূতিভূষণ ভট্টকে ফেরত পাঠিয়ে দেওয়ার সময় তিনি বড়দিদি উপন্যাসটি টুকে নিয়ে একটি কপি নিজের কাছে রাখেন। ১৩১৪ বঙ্গাব্দের জ্যৈষ্ঠ মাসে ভারতী পত্রিকার সম্পাদিকা সরলা দেবী লাহোর থেকে কলকাতা ফিরে পত্রিকার ভার সৌরীন্দ্রমোহন মুখোপাধ্যায়ের ওপর অর্পণ করেন। তার আগ্রহে বৈশাখ, জ্যৈষ্ঠ ও আষাঢ় সংখ্যায় তিন ভাগে বড়দিদি প্রকাশিত হয়। প্রথম দুই সংখ্যায় লেখক হিসেবে শরৎচন্দ্র চট্টোপাধ্যায়ের নাম ঊহ্য রাখা হলে এই লেখা রবীন্দ্রনাথ ঠাকুরের কি না তা নিয়ে বিভ্রান্তি তৈরী হয়। আষাঢ় সংখ্যায় বড়দিদির লেখক হিসেবে শরৎচন্দ্রের নাম প্রকাশ করা হয়। ১৯১৩ খ্রিষ্টাব্দে যমুনা পত্রিকার সম্পাদক ফণীন্দ্রনাথ পাল শরৎচন্দ্রের নিষেধ সত্ত্বেও এই উপন্যাস পুস্তকাকারে প্রকাশ করেন। [১]', '200', '2022-05-11 00:37:24.276407', 'রোমান্স'),
(14, 'প্রথম আলো-সুনীল গঙ্গোপাধ্যায়', '13606504._UY475_SS475_.jpg', 'সুদীর্ঘ এই উপন্যাসটির শুরু হয় ত্রিপুরার রাজপরিবারের কাহিনি দিয়ে। তারপরে তা ক্রমশ জমাট বাঁধে কলকাতায় ঠাকুর পরিবারে এবং তৎকালীন অন্যান্য বিশিষ্ট সব মানুষদের নিয়ে। এই উপন্যাসের কেন্দ্রীয় চরিত্রগুলি সবই প্রায় বাস্তব ঐতিহাসিক চরিত্র। যেমন রবীন্দ্রনাথ, নরেন্দ্রনাথ (বিবেকানন্দ), রামকৃষ্ণ পরমহংস, নটী বিনোদিনী, গিরিশচন্দ্র প্রভৃতি। সুনীলই প্রথম রবীন্দ্রনাথকে উপন্যাসের চরিত্র হিসাবে ব্যবহার করেছেন। তবে উপন্যাসের মূল চরিত্র হিসেবে রয়েছে দুটি কাল্পনিক চরিত্র \"ভরত ও ভূমিসুতা\"। উপন্যাসটির ঘটনা প্রবাহ আবর্তিত হয়েছে এই দু\'টি চরিত্রকে কেন্দ্র করেই। উপন্যাসটি থেকে স্পষ্ট একটি ধারণা পাওয়া যায় রামকৃষ্ণ পরমহংস ও তার শিষ্যদের সম্বন্ধে। প্রথম আলো উপন্যাসটি দেশ পত্রিকায় ধারাবাহিক ভাবে প্রকাশিত হয়। পরবর্তী কালে আনন্দ পাবলিশার্স প্রাইভেট লিমিটেড থেকে গ্রন্থাকারে প্রকাশিত হয়। এই বইটির ইংরেজি সংস্করণ প্রকাশিত হয় অক্সফোর্ড থেকে।\r\n\r\n', '1000', '2022-05-11 00:42:17.316467', 'হিস্টোরি');

-- --------------------------------------------------------

--
-- Table structure for table `book_share`
--

CREATE TABLE `book_share` (
  `share_id` int(12) NOT NULL,
  `username` varchar(200) NOT NULL,
  `image` varchar(200) NOT NULL,
  `email` varchar(200) NOT NULL,
  `book_name` varchar(200) NOT NULL,
  `book_image` varchar(200) NOT NULL,
  `details` varchar(10000) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `date` datetime(6) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `book_share`
--

INSERT INTO `book_share` (`share_id`, `username`, `image`, `email`, `book_name`, `book_image`, `details`, `phone`, `date`) VALUES
(6, 'mizan123', 'user.png', 'abdullahalmizan644@gmail.com', 'হলুদ হিমু কালো র‍্যাব', '3922661.jpg', '<p>আমি বইটা শেয়ার করতে চায়।&nbsp;</p>\r\n\r\n<p>আমার সুনীলের প্রথম আলো দরকার</p>\r\n\r\n<p><img alt=\"\" src=\"https://upload.wikimedia.org/wikipedia/bn/2/24/%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%A5%E0%A6%AE_%E0%A6%86%E0%A6%B2%E0%A7%8B_%28%E0%A6%89%E0%A6%AA%E0%A6%A8%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%B8%29_%E0%A6%8F%E0%A6%B0_%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A6%9A%E0%A7%8D%E0%A6%9B%E0%A6%A6.jpg\" style=\"height:391px; width:254px\" /></p>\r\n', '01862856218', '2022-05-22 03:13:48.282250');

-- --------------------------------------------------------

--
-- Table structure for table `orders`
--

CREATE TABLE `orders` (
  `order_id` int(12) NOT NULL,
  `username` varchar(200) NOT NULL,
  `email` varchar(200) NOT NULL,
  `phone` varchar(200) NOT NULL,
  `address` varchar(200) NOT NULL,
  `state` varchar(200) NOT NULL,
  `zip` varchar(200) NOT NULL,
  `order_note` varchar(200) NOT NULL,
  `product_details` varchar(200) NOT NULL,
  `order_total` varchar(200) NOT NULL DEFAULT 'total',
  `payment_method` varchar(200) NOT NULL,
  `date` datetime(6) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `orders`
--

INSERT INTO `orders` (`order_id`, `username`, `email`, `phone`, `address`, `state`, `zip`, `order_note`, `product_details`, `order_total`, `payment_method`, `date`) VALUES
(21, 'mizan123', 'abdullahalmizan644@gmail.com', '01862856218', 'Chittagong,Bangladesh', 'Chittagong', '4217', 'send fast', 'লাল নীল দীপাবলি,1', '80', 'Cash on delivery', '2022-05-22 03:36:37.019594');

-- --------------------------------------------------------

--
-- Table structure for table `podcast`
--

CREATE TABLE `podcast` (
  `id` int(12) NOT NULL,
  `name` varchar(200) NOT NULL,
  `description` varchar(10000) NOT NULL,
  `image` varchar(200) NOT NULL,
  `audio` varchar(200) NOT NULL,
  `podcaster` varchar(200) NOT NULL,
  `date` datetime(6) NOT NULL,
  `type` varchar(200) NOT NULL DEFAULT 'type'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `podcast`
--

INSERT INTO `podcast` (`id`, `name`, `description`, `image`, `audio`, `podcaster`, `date`, `type`) VALUES
(4, 'চল বসা যাক', 'পোডকাস্টঃচল বসা যাক।\r\nপোডকাস্টারঃ সোমক।', 'Screenshot_from_2022-05-10_01-25-41.png', '2tech-audio-corporate.mp3', 'সোমক', '2022-05-10 01:57:49.770155', 'free'),
(5, 'জ্ঞান পাপী', 'পোডকাস্টঃজ্ঞান পাপী।\r\nপোডকাস্টারঃ অগ্নি।', 'Screenshot_from_2022-05-10_01-26-23.png', '2tech-audio-corporate.mp3', 'সোমক', '2022-05-10 01:59:05.142760', 'premium');

-- --------------------------------------------------------

--
-- Table structure for table `rents`
--

CREATE TABLE `rents` (
  `rent_id` int(12) NOT NULL,
  `username` varchar(200) NOT NULL,
  `email` varchar(200) NOT NULL,
  `phone` varchar(200) NOT NULL,
  `address` varchar(1000) NOT NULL,
  `rent_charge` varchar(50) NOT NULL DEFAULT '50',
  `payment_method` varchar(200) NOT NULL,
  `product_name` varchar(200) NOT NULL,
  `date` datetime(6) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `rents`
--

INSERT INTO `rents` (`rent_id`, `username`, `email`, `phone`, `address`, `rent_charge`, `payment_method`, `product_name`, `date`) VALUES
(1, 'mizan123', 'abdullahalmizan644@gmail.com', '01862856218', 'marium nagar, rangunia,chittagong', '50', 'Cash on delivery', 'লাল নীল দীপাবলি', '2022-05-20 14:34:43.537999'),
(2, 'mizan123', 'abdullahalmizan644@gmail.com', '01862856218', 'marium nagar, rangunia,chittagong', '50', 'Cash on delivery', 'লাল নীল দীপাবলি', '2022-05-20 14:34:50.036928');

-- --------------------------------------------------------

--
-- Table structure for table `suscriber`
--

CREATE TABLE `suscriber` (
  `suscriber_no` int(12) NOT NULL,
  `username` varchar(200) NOT NULL,
  `buying_date` datetime(6) NOT NULL,
  `validity` datetime(6) NOT NULL,
  `payment_method` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `suscriber`
--

INSERT INTO `suscriber` (`suscriber_no`, `username`, `buying_date`, `validity`, `payment_method`) VALUES
(3, 'mizan', '2022-05-10 19:09:30.403191', '2022-05-17 19:09:30.403191', 'nogod'),
(4, 'mizan', '2022-05-10 19:09:43.096504', '2022-05-17 19:09:43.096504', 'nogod'),
(5, 'sizan', '2022-05-10 19:34:23.197285', '2022-05-17 19:34:23.197285', 'nogod'),
(6, 'jubaer', '2022-05-12 03:16:12.939510', '2022-06-12 03:16:12.939510', 'bikash');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `sno` int(200) NOT NULL,
  `username` varchar(200) NOT NULL,
  `email` varchar(200) NOT NULL,
  `image` varchar(200) NOT NULL DEFAULT 'user.png',
  `address` varchar(1000) NOT NULL DEFAULT 'Add your adress',
  `phone` varchar(200) NOT NULL DEFAULT 'Add your phone number',
  `password` varchar(200) NOT NULL,
  `date` datetime(6) NOT NULL,
  `status` varchar(200) NOT NULL DEFAULT 'free'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`sno`, `username`, `email`, `image`, `address`, `phone`, `password`, `date`, `status`) VALUES
(3, 'sizan', 'sizan@gmail.com', 'user.png', 'Add your adress', 'Add your phone number', '12345678', '2022-05-10 15:10:47.193448', 'premium'),
(4, 'jubaer', 'jubaer@gmail.com', 'user.png', 'Add your adress', 'Add your phone number', '12345678', '2022-05-10 20:09:46.079390', 'premium'),
(5, 'mizan123', 'abdullahalmizan644@gmail.com', 'user.png', 'Add your adress', 'Add your phone number', '12345678', '2022-05-19 16:32:52.537015', 'free');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `audiobooks`
--
ALTER TABLE `audiobooks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blog`
--
ALTER TABLE `blog`
  ADD PRIMARY KEY (`post_id`);

--
-- Indexes for table `books`
--
ALTER TABLE `books`
  ADD PRIMARY KEY (`book_id`);

--
-- Indexes for table `book_share`
--
ALTER TABLE `book_share`
  ADD PRIMARY KEY (`share_id`);

--
-- Indexes for table `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`order_id`);

--
-- Indexes for table `podcast`
--
ALTER TABLE `podcast`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `rents`
--
ALTER TABLE `rents`
  ADD PRIMARY KEY (`rent_id`);

--
-- Indexes for table `suscriber`
--
ALTER TABLE `suscriber`
  ADD PRIMARY KEY (`suscriber_no`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`sno`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `audiobooks`
--
ALTER TABLE `audiobooks`
  MODIFY `id` int(200) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `blog`
--
ALTER TABLE `blog`
  MODIFY `post_id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `books`
--
ALTER TABLE `books`
  MODIFY `book_id` int(200) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `book_share`
--
ALTER TABLE `book_share`
  MODIFY `share_id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `orders`
--
ALTER TABLE `orders`
  MODIFY `order_id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `podcast`
--
ALTER TABLE `podcast`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `rents`
--
ALTER TABLE `rents`
  MODIFY `rent_id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `suscriber`
--
ALTER TABLE `suscriber`
  MODIFY `suscriber_no` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `sno` int(200) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
